{
  "home": "Startseite",
  "about": "Über uns",
  "contact": "Kontakt",
  "contact_info": {
    "address": "Adresse: ZAVNOBIH-a 86, Zenica 72000",
    "phone": "+387 62 871 860",
    "email": "profil.ze@gmail.com"
  },
  "hero_title": "Professionelle Lösungen für Industriesysteme",
  "hero_subtitle": "Wählen Sie ProfilGroup – Ihr Partner für präzise und zuverlässige Maschinen.",
  "learn_more": "Mehr erfahren",
  "our_services": "Unsere Dienstleistungen",
  "cnc_title": "CNC-Maschinen",
  "cnc_desc": "Spezialisiert auf Maschinen zur Holz- und Metallverarbeitung.",
  "cnc_desc_extended": "Unsere CNC-Maschinen ermöglichen eine präzise Bearbeitung verschiedener Materialien und bieten Effizienz und Qualität für Ihre industriellen Anforderungen.",
  "support_title": "Technischer Support",
  "support_desc": "Unser Team ist bereit für schnelle Eingriffe und Wartungen.",
  "support_desc_extended": "Wir bieten professionellen 24/7-Technischen Support, um Ausfallzeiten zu minimieren und die Produktivität Ihrer Maschinen zu maximieren.",
  "consulting_title": "Beratung",
  "consulting_desc": "Wir helfen Ihnen, die besten Lösungen für Ihr Unternehmen auszuwählen.",
  "consulting_desc_extended": "Unsere Experten helfen Ihnen, optimale industrielle Lösungen auszuwählen, um Ihr Geschäft zu verbessern und die Wettbewerbsfähigkeit zu steigern.",
  "why_us": "Warum uns wählen?",
  "why_us_desc": "ProfilGroup ist ein führender Hersteller von Kantenanleim- und Plattenteilmaschinen. Mit über 15 Jahren Erfahrung bieten wir maßgeschneiderte Lösungen für Ihre Bedürfnisse.",
  "why_us_desc_extended": "ProfilGroup ist ein führender Hersteller von Kantenanleim- und Plattenteilmaschinen in der Region. Mit über 15 Jahren Erfahrung bietet unser Team innovative und zuverlässige Lösungen, die auf die spezifischen Bedürfnisse jedes Kunden zugeschnitten sind. Wir legen Wert auf Qualität, Effizienz und exzellenten Support, um Ihnen zu helfen, Ihre Geschäftsziele zu erreichen.",
  "benefit_1": "Erstklassige Handwerkskunst",
  "benefit_2": "Schnelle Lieferung und Montage",
  "benefit_3": "Kundendienst",
  "our_partners_title": "Unsere Partner",
  "language": "Sprache",
  "about_title": "Über uns",
  "about_who_we_are_title": "Wer wir sind",
  "about_who_we_are_desc": "ProfilGroup ist ein modernes Zuschneidezentrum, das sich auf die Erstellung von Zuschnittlisten, das präzise Schneiden von Plattenmaterialien und professionelles Kantenleimen spezialisiert hat. Unser Team vereint Erfahrung, moderne Technologie und Präzision, um jedem Kunden hochwertige Ergebnisse zu liefern.",
  
  "about_services_title": "Unsere Dienstleistungen",
  "about_services_desc": "• Erstellung von Zuschnittlisten\n• CNC-Zuschnitt von Plattenmaterialien\n• Kantenleimen (ABS- und Melaminkanten)\n• Beratung bei der Auswahl von Materialien und Beschlägen\n• Vorbereitung montagefertiger Möbelteile",

  "about_materials_title": "Verwendete Materialien",
  "about_materials_desc": "Wir arbeiten mit einer Vielzahl hochwertiger Materialien: Spanplatten, MDF, Hartfaserplatten, Arbeitsplatten, Acryl, Wandverkleidungen, ABS-Kanten, Beschläge, Spülen und vieles mehr. Alle Materialien stammen von zuverlässigen Lieferanten.",

  "about_philosophy_title": "Unsere Werte",
  "about_philosophy_desc": "Unser Ziel ist es, den Möbelherstellungsprozess für Tischlereien, Architekten und Privatpersonen zu vereinfachen. Wir behandeln jeden Kunden individuell mit höchster Sorgfalt und Professionalität.",

  "about_location_title": "Unser Standort",
   "steps_title": "Unser Produktionsprozess",
  "steps_intro": "Verfolgen Sie jeden Schritt unseres präzisen und hochwertigen Fertigungsprozesses.",
  "step_1_title": "Auftragserfassung",
  "step_1_desc": "Der Kunde übermittelt einen Plan oder eine Anfrage mit genauen Maßen und Materialangaben.",
  "step_2_title": "Erstellung des Schnittplans",
  "step_2_desc": "Unsere Experten erstellen optimierte Schnittlisten für maximale Materialausnutzung.",
  "step_3_title": "Materialzuschnitt",
  "step_3_desc": "Die Materialien werden präzise mit CNC-Maschinen zugeschnitten.",
  "step_4_title": "Kantenbearbeitung",
  "step_4_desc": "Alle Kanten werden mit hochwertigem ABS-Band versiegelt für Langlebigkeit und Optik.",
  "step_5_title": "Qualitätskontrolle",
  "step_5_desc": "Jedes Teil wird geprüft, um unseren hohen Qualitätsstandards zu entsprechen.",
  "step_6_title": "Verpackung und Lieferung",
  "step_6_desc": "Die fertigen Produkte werden sicher verpackt und zur Auslieferung vorbereitet.",
   "footer": {
    "copyright": "© 2025 ProfilGroup GmbH. Alle Rechte vorbehalten.",
    "quick_links": "Schnellzugriff",
    "follow_us": "Folgen Sie uns",
    "slogan": "Präzision und Zuverlässigkeit für Ihren Erfolg"
  }
}
