{
  "home": "Home",
  "about": "About",
  "contact": "Contact",
  "contact_info": {
    "address": "Address: ZAVNOBIH-a 86, Zenica 72000",
    "phone": "+387 62 871 860",
    "email": "profil.ze@gmail.com"
  },
  "hero_title": "Professional Solutions for Industrial Systems",
  "hero_subtitle": "Choose ProfilGroup – Your Partner for Precise and Reliable Machines.",
  "learn_more": "Learn More",
  "our_services": "Our Services",
  "cnc_title": "CNC Machines",
  "cnc_desc": "Specialized in wood and metal processing machines.",
  "cnc_desc_extended": "Our CNC machines enable precise processing of various materials, providing efficiency and quality for your industrial needs.",
  "support_title": "Technical Support",
  "support_desc": "Our team is ready for quick interventions and maintenance.",
  "support_desc_extended": "We provide professional 24/7 technical support, ensuring minimal downtime and maximum productivity of your machines.",
  "consulting_title": "Consulting",
  "consulting_desc": "We help you choose the best solutions for your business.",
  "consulting_desc_extended": "Our experts will help you select optimal industrial solutions to improve your business and increase competitiveness.",
  "why_us": "Why Choose Us?",
  "why_us_desc": "ProfilGroup is a leading manufacturer of edge banding and panel dividing machines. With over 15 years of experience, we offer solutions tailored to your needs.",
  "why_us_desc_extended": "ProfilGroup is a leading manufacturer of edge banding and panel dividing machines in the region. With over 15 years of experience, our team offers innovative and reliable solutions tailored to the specific needs of each client. We focus on quality, efficiency, and excellent support to help you achieve your business goals.",
  "benefit_1": "Top-quality craftsmanship",
  "benefit_2": "Fast delivery and installation",
  "benefit_3": "After-sales support",
  "our_partners_title": "Our Partners",
  "language": "Language",
  "about_title": "About Us",
  "about_who_we_are_title": "Who We Are",
  "about_who_we_are_desc": "ProfilGroup is a modern cutting center specialized in creating cutting lists, precise panel cutting, and professional edge banding. Our team combines experience, modern technology, and precision to deliver high-quality results to every client.",
  
  "about_services_title": "Our Services",
  "about_services_desc": "• Cutting list creation\n• CNC panel cutting\n• Edge banding (ABS and melamine tapes)\n• Material and hardware consulting\n• Preparation of ready-to-assemble components",

  "about_materials_title": "Materials We Use",
  "about_materials_desc": "We work with a wide range of high-quality materials: chipboard, MDF, hardboard, worktops, acrylics, wall panels, ABS tapes, fittings, sinks, and much more. All materials are carefully selected from trusted suppliers.",

  "about_philosophy_title": "Our Values",
  "about_philosophy_desc": "Our goal is to simplify the furniture production process for carpentry workshops, architects, and individuals. We approach each client individually with maximum dedication and professionalism.",

  "about_location_title": "Our Location",
  "steps_title": "Our Production Process",
  "steps_intro": "Follow each step of the process that ensures high-quality panel processing.",
  "step_1_title": "Order received",
  "step_1_desc": "The client submits a design or request with precise dimensions and material type.",
  "step_2_title": "Cutting list creation",
  "step_2_desc": "Our experts generate optimized cutting plans for maximum material efficiency.",
  "step_3_title": "Material cutting",
  "step_3_desc": "Materials are precisely cut to size using advanced CNC machines.",
  "step_4_title": "Edge banding",
  "step_4_desc": "All edges are sealed with high-quality ABS tape for durability and finish.",
  "step_5_title": "Quality control",
  "step_5_desc": "Each piece is carefully inspected to meet our strict quality standards.",
  "step_6_title": "Packing and delivery",
  "step_6_desc": "Finished products are securely packed and prepared for delivery.",
   "footer": {
    "copyright": "© 2025 ProfilGroup d.o.o. All rights reserved.",
    "quick_links": "Quick Links",
    "follow_us": "Follow Us",
    "slogan": "Precision and reliability for your success"
  }
}
