{
  "home": "Home",
  "home_title": "Profil Group",
  "home_meta_description": "Profil Group is a specialized center for cutting and edging panel materials. Precision, speed, and quality in one place.",
  "about": "About",
  "contact": "Contact",
  "contact_info": {
    "address": "Address: ZAVNOBIH-a 86, Zenica 72000",
    "phone": "+387 62 871 860",
    "email": "profil.ze@gmail.com"
  },
  "hero_title": "Reliable Partner in Panel Processing",
  "hero_subtitle": "Choose Profil Group – Precision, speed, and quality in one place.",
  "learn_more": "Learn More",
  "our_services": "Our Services",

  "cnc_title": "Production",
  "cnc_desc": "The customer provides the measurements and selects the material, and we deliver precisely crafted components ready for assembly. Our cutting center ensures speed and accuracy at every stage of processing.",

  "support_title": "Materials",
  "support_desc": "We offer a wide range of chipboard, MDF, acrylics, worktops, and fittings. Everything you need for furniture production – in one place.",

  "consulting_title": "Ordering Process",
  "consulting_desc": "From defining dimensions to the final product – a streamlined and efficient ordering process with the support of our expert team.",

  "why_us": "Why Choose Us?",
  "why_us_desc": "Profil Group is a leading cutting center specialized in processing chipboard, MDF, and other materials. With over 15 years of experience, we offer professional services tailored to the needs of carpenters, designers, and furniture manufacturers.",

  "why_us_desc_extended": "Profil Group is a trusted partner for all your cutting and edgebanding needs. Our equipment, expertise, and attention to detail allow us to provide high quality, fast turnaround, and support throughout the production process. Whether you're an individual carpenter or a large-scale manufacturer, you're in good hands with us.",

  "benefit_1": "High precision and processing accuracy",
  "benefit_2": "Fast production times and flexibility",
  "benefit_3": "Friendly support and expert advice",
  "our_partners_title": "Our Partners",
  "language": "Language",
  "about_title": "About Us",
    "about_meta_description": "Learn more about Profil Group, our services, materials, and philosophy.",
  "about_who_we_are_title": "Who We Are",
  "about_who_we_are_desc": "Profil Group is a modern cutting center specialized in creating cutting lists, precise panel cutting, and professional edge banding. Our team combines experience, modern technology, and precision to deliver high-quality results to every client.",
  
  "about_services_title": "Our Services",
  "about_services_desc": "• Cutting list creation\n• CNC panel cutting\n• Edge banding (ABS and melamine tapes)\n• Material and hardware consulting\n• Preparation of ready-to-assemble components",

  "about_materials_title": "Materials We Use",
  "about_materials_desc": "We work with a wide range of high-quality materials: chipboard, MDF, hardboard, worktops, acrylics, wall panels, ABS tapes, fittings, sinks, and much more. All materials are carefully selected from trusted suppliers.",

  "about_philosophy_title": "Our Values",
  "about_philosophy_desc": "Our goal is to simplify the furniture production process for carpentry workshops, architects, and individuals. We approach each client individually with maximum dedication and professionalism.",

  "about_location_title": "Our Location",
  "steps_title": "Our Production Process",
  "steps_intro": "Follow each step of the process that ensures high-quality panel processing.",
  "step_1_title": "Order received",
  "step_1_desc": "The client submits a design or request with precise dimensions and material type.",
  "step_2_title": "Cutting list creation",
  "step_2_desc": "Our experts generate optimized cutting plans for maximum material efficiency.",
  "step_3_title": "Material cutting",
  "step_3_desc": "Materials are precisely cut to size using advanced CNC machines.",
  "step_4_title": "Edge banding",
  "step_4_desc": "All edges are sealed with high-quality ABS tape for durability and finish.",
  "step_5_title": "Quality control",
  "step_5_desc": "Each piece is carefully inspected to meet our strict quality standards.",
  "step_6_title": "Packing and delivery",
  "step_6_desc": "Finished products are securely packed and prepared for delivery.",
   "footer": {
    "copyright": "© 2025 Profil Group d.o.o. All rights reserved.",
    "quick_links": "Quick Links",
    "follow_us": "Follow Us",
    "slogan": "Precision and reliability for your success"
  }
}
