{
  "home": "Početna",
  "about": "O nama",
  "contact": "Kontakt",
  "contact_info": {
    "address": "Adresa: ZAVNOBIH-a 86, Zenica 72000",
    "phone": "+387 62 871 860",
    "email": "profil.ze@gmail.com"
  },
  "hero_title": "Profesionalna rješenja za industrijske sisteme",
  "hero_subtitle": "Odaberite ProfilGroup – Vaš partner za precizne i pouzdane mašine.",
  "learn_more": "Saznajte Više",
  "our_services": "Naše Usluge",
  "cnc_title": "CNC Strojevi",
  "cnc_desc": "Specijalizirani za mašine za obradu drveta i metala.",
  "cnc_desc_extended": "Naši CNC strojevi omogućavaju preciznu obradu različitih materijala, pružajući efikasnost i kvalitet za vaše industrijske potrebe.",
  "support_title": "Tehnička Podrška",
  "support_desc": "Naš tim je spreman za brzu intervenciju i održavanje.",
  "support_desc_extended": "Pružamo profesionalnu tehničku podršku 24/7, osiguravajući minimalne zastoje i maksimalnu produktivnost vaših mašina.",
  "consulting_title": "Konsalting",
  "consulting_desc": "Pomažemo pri odabiru najboljih rješenja za vaš biznis.",
  "consulting_desc_extended": "Naši stručnjaci će vam pomoći da odaberete optimalna industrijska rješenja koja će unaprijediti vaše poslovanje i povećati konkurentnost.",
  "why_us": "Zašto izabrati nas?",
  "why_us_desc": "ProfilGroup je vodeći proizvođač mašina za kantovanje i podjelu panela. Sa više od 15 godina iskustva, nudimo rješenja prilagođena vašim potrebama.",
  "why_us_desc_extended": "ProfilGroup je vodeći proizvođač mašina za kantovanje i podjelu panela u regiji. Sa preko 15 godina iskustva, naš tim nudi inovativna i pouzdana rješenja koja su prilagođena specifičnim potrebama svakog klijenta. Fokusirani smo na kvalitet, efikasnost i izvrsnu podršku, kako bismo vam pomogli da ostvarite svoje poslovne ciljeve.",
  "benefit_1": "Vrhunski kvalitet izrade",
  "benefit_2": "Brza isporuka i montaža",
  "benefit_3": "Postprodajna podrška",
  "our_partners_title": "Naši partneri",
  "language": "Jezik",
  "about_title": "O nama",
  "about_who_we_are_title": "Ko smo mi",
  "about_who_we_are_desc": "ProfilGroup je savremeni rezni centar koji se specijalizira za izradu krojnih listi, precizno rezanje ploča po mjeri, te profesionalno kantovanje. Naš tim kombinuje iskustvo, savremenu tehnologiju i preciznost kako bismo isporučili visokokvalitetne rezultate svakom klijentu.",
  
  "about_services_title": "Naše usluge",
  "about_services_desc": "• Izrada krojnih listi\n• CNC rezanje pločastih materijala\n• Kantovanje (ABS i melaminske trake)\n• Savjetovanje u odabiru materijala i okova\n• Priprema gotovih elemenata za montažu",

  "about_materials_title": "Materijali koje koristimo",
  "about_materials_desc": "U radu koristimo širok spektar kvalitetnih materijala: iverica, MDF, lesonit, radne ploče, akrili, zidne obloge, ABS trake, okovi, sudoperi i još mnogo toga. Svi materijali su pažljivo birani od provjerenih dobavljača.",

  "about_philosophy_title": "Naše vrijednosti",
  "about_philosophy_desc": "Cilj nam je olakšati proces izrade namještaja za stolarske radionice, arhitekte i pojedince. Svakom klijentu pristupamo individualno uz maksimalnu posvećenost i profesionalnost.",

  "about_location_title": "Naša lokacija",
  "steps_title": "Naš proces proizvodnje",
  "steps_intro": "Pratite svaki korak procesa koji osigurava kvalitetnu i preciznu obradu pločastih materijala.",
  "step_1_title": "Prijem narudžbe",
  "step_1_desc": "Klijent dostavlja nacrt ili zahtjev sa tačnim dimenzijama i vrstom materijala.",
  "step_2_title": "Izrada krojnih listi",
  "step_2_desc": "Naši stručnjaci kreiraju optimizirane krojne liste za maksimalnu iskoristivost materijala.",
  "step_3_title": "Rezanje materijala",
  "step_3_desc": "Koristeći CNC pile, materijali se precizno režu prema zadanim dimenzijama.",
  "step_4_title": "Kantovanje ivica",
  "step_4_desc": "Sve ivice se oblažu kvalitetnim ABS trakama za trajnost i estetiku.",
  "step_5_title": "Kvalitetna kontrola",
  "step_5_desc": "Svaki komad se provjerava kako bi zadovoljio visoke standarde kvaliteta.",
  "step_6_title": "Pakovanje i isporuka",
  "step_6_desc": "Finalni proizvodi se pažljivo pakuju i pripremaju za isporuku kupcu.",
  "footer": {
    "copyright": "© 2025 ProfilGroup d.o.o. Sva prava zadržana.",
    "quick_links": "Brze veze",
    "follow_us": "Pratite nas",
    "slogan": "Preciznost i pouzdanost za Vaš uspjeh"
  }
}
